Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Earthquakes generated at these sources are evaluated to identify the largest earthquakes that will produce the strongest earthquake ground motion at the site.
es: Se evalúan los sismos generados en estas fuentes para identificar los sismos más grandes que producirán los movimientos sísmicos más fuertes en el sitio.

source: Earthquakes in this region have maximum magnitudes up to M8.0 ±0.2, as shown by the 1950 M8.2 earthquake (Kausel and Campos 1992) that occurred in Antofagasta in northern Chile (Figure 2) and the 1970 M7.8 earthquake that occurred in the down-dip portion of the Mendaña Fracture in central Peru.
es: Los sismos en esta región tienen magnitudes máximas de hasta M8,0 ±0,2, como lo demuestran el terremoto de 1950 y M8,2 (Kausel y Campos 1992) que tuvo lugar en Antofagasta, norte de Chile, (Figura 2) y de 1970 y M7,8 que ocurrió en la parte buzamiento abajo de la fractura Mendaña en el centro de Perú.

source: Earthquakes with depths less than 40 km were considered for characterization of the crustal seismic source zone.
es: Los sismos con profundidades menores a 40 km se consideraron para la caracterización de la zona de fuente sísmica cortical.

source: Earthquakes with unknown magnitude were assumed to be equivalent to the M scale.
es: Los sismos con magnitudes desconocidas se supusieron equivalentes a la escala M.

source: Earthquakes within the subducting slab typically have normal fault mechanisms.
es: Los sismos dentro de la placa en subducción suelen tener mecanismos de falla normales.

source: East to West Striking Thrust (Reverse) Faults
es: Fallas de ángulo bajo (inversas) con rumbo este a oeste

source: East-Amphi Project - McWatters Mines
es: Proyecto East-Amphi – McWatters Mines

source: Eastern Frontal Thrust of Llano de la Paciencia (CH-09)
es: Falla oriental de tipo inverso en avance (“frontal thrust”) del Llano de la Paciencia (CH-09)

source: Easting
es: Este

source: Ecuador & Argentina
es: Ecuador y Argentina

source: Edaphos NA Property
es: Propiedad Edaphos

source: Education
es: Educación

source: EducationPh.D. Civil Engineering, University of Toronto, 1990
es: EducaciónPh.D. en Ingeniería Civil, Universidad de Toronto, 1990

source: Effective depressurization will require enhanced stormwater and groundwater control, and time
es: Una despresurización eficaz requerirá un control mejorado de las aguas pluviales y subterráneas y del tiempo.

source: Effective means of support includes:
es: Medios eficaces de soporte son:

source: Effects of subsurface site soil conditions considered either by using GMPEs that represent regional and local geology or by undertaking a site-specific response analysis, and
es: Los efectos de las condiciones del suelo subsuperficial en el sitio considerados ya sea usando curvas de atenuación que representen la geología regional y local o llevando a cabo análisis de respuesta específicos del sitio;

source: El Pachon Mine - Cambior Chile S.A.
es: Mina El Pachón – Cambior Chile S.A.

source: El Porvenir, Expert Review of Site Characterization and Numerical Analysis of El Porvenir Tailings Dam
es: El Porvenir. Revisión experta de la caracterización de sitio y análisis numérico del depósito de relaves El Porvenir.

source: Elasticized straps are not to be used.
es: No deben usarse cintas elásticas.

source: Elasto-plastic analyses of the TBM drives, including installation and interaction between the segmented liner with the ground and the temporary support of the cross-tunnels.
es: Análisis elastoplástico de transmisión de tuneladora, incluida la instalación e interacción entre el revestimiento segmentado y el terreno y la fortificación temporal de los pozos verticales que atraviesan el túnel.

source: Elasto-plastic analyses of the full complex, including the excavation sequence, the, installation and interaction of the temporary and final support with the ground.
es: Análisis elastoplásticos del complejo en su totalidad, incluida la secuencia de excavación, la instalación e interacción de la fortificación temporal y definitiva con el terreno.

source: Electrical equipment requires testing as per the following table.
es: Los equipos eléctricos requieren pruebas de acuerdo con la siguiente tabla.

source: Electricity
es: Electricidad

source: Element 4.0 - Checking/Corrective Actions
es: Elemento 4.0 - Acciones de Verificación / Correctivas

source: Eleonore Project - Goldcorp/Opinaca
es: Proyecto Eleonore – Goldcorp/Opinaca

source: Elevated Standard of Care (i.e., more than professional negligence)
es: Elevada norma de cuidado (más que negligencia profesional)

source: Elevation (m amsl)
es: Elevación (m s.n.m)

source: Elevations across the Project site vary between approximately 800 masl and 1,300 masl.
es: Las elevaciones en el área del Proyecto varían entre 800 m s.n.m. y 1300 m s.n.m. aproximadamente.

source: Elevations along the northern ridge line range from 940 masl in the saddle at a longitudinal distance of 2,500 masl to above 1,030 masl at a longitudinal of distance 2,050.
es: Las elevaciones a lo largo de la línea del pico norte varían entre 940 m s.n.m. en la hondonada hasta 1030 m s.n.m.

source: Eliminate the fall potential by working from the ground (e.g. using a suitably rated forklift rather than a crane).
es: Eliminar el riesgo de caída al trabajar a nivel de suelo (por ej. Haciendo uno de una grúa horquilla apta en vez de una grúa).

source: Elliot Lake, ON, Canada
es: Elliot Lake, Ontario, Canadá

source: Email the International SOS Online Help Team for any technical assistance.
es: Puedes escribir a International SOS para recibir ayuda en línea si tienes alguna duda técnica.

source: Emergency - An unforeseen combination of circumstances resulting in a situation that calls for immediate response.
es: Emergencia: combinación imprevista de circunstancias que resulta en una situación que amerita respuesta inmediata.

source: Emergency Response
es: Respuesta a emergencias

source: Emergency equipment
es: Equipo de emergencia

source: Emergency equipment shall be available on the drill rig (refer to Section 25.0).
es: Debe haber equipamiento de emergencias en los equipos de perforación (ver Capítulo 25.0).

source: Emergency equipment shall be inspected after each use and every 6 months.
es: Los equipos de emergencia deben ser inspeccionados tras cada uso y cada 6 meses.

source: Emergency information
es: Información de emergencia

source: Emergency planning shall be appropriate for the risk profile of the project
es: Los planes de emergencia deben ser adecuados para el perfil de riesgo del proyecto.

source: Emergency plans shall be communicated to project personnel prior to work commencing and throughout a project as required.
es: Los planes de emergencia deben comunicarse al personal del proyecto antes del inicio de los trabajos y durante el desarrollo del proyecto, según se requiera.

source: Emergency plans.
es: Planes de emergencia

source: Emergency response
es: Respuesta a emergencias

source: Emergency response equipment accessible?
es: ¿Hay acceso al equipo de respuesta a emergencias?

source: Emergency response procedures shall be communicated to all personnel during the Toolbox meeting.
es: Los procedimientos de respuesta a emergencias deben comunicarse a todo el personal durante la reunión de salud y seguridad.

source: Emergency response processes shall be developed and communicated prior to any work near or over water.
es: Deben elaborarse y comunicarse procesos de respuesta a emergencias antes de cualquier trabajo cerca o sobre agua.

source: Emergency safety and rescue devices shall be readily accessible and personnel must be competent in the use of this equipment
es: Los implementos de seguridad y rescate de emergencia deben ser de fácil acceso y el personal debe tener las competencias para su uso.

source: Emotional disturbance
es: Alteraciones emocionales

source: Emotional overload
es: Sobrecarga emocional

source: Emphasis
es: Énfasis

source: Emphasize the recording of learnings related to the journey.
es: Haga énfasis en el registro de aprendizajes relacionados al viaje.

source: Empirical Ground Motion Prediction Equations
es: Curvas de atenuación empíricas de movimiento del suelo

source: Empirical Ground Motion Prediction Equations (GMPE)
es: Ecuaciones empíricas de predicción de movimientos del suelo (GMPE)

source: Empirical earthquake ground motion attenuation relationships and/or theoretical models are used to establish the site ground motion given the magnitude, source-to-site distance, and site soil conditions.
es: Se usaron relaciones empíricas de atenuación del movimiento sísmico y modelos teóricos para establecer el movimiento del suelo en el sitio dada su magnitud, distancia de la fuente al sitio y condiciones del suelo en el sitio.

source: Emplaced along a NW trend that is parallel to the rock structure.
es: Se emplaza a lo largo de un rumbo NW que es paralelo a la estructura de la roca.

source: Employee
es: Colaborador

source: Employee - every Golder employee
es: Colaborador: todos los colaboradores de Golder

source: Employee Assistance Program (EAP) is available to employees and their immediate family members.
es: Hay un programa de apoyo al empleado (PAE) disponible para los empleados y su núcleo familiar.

source: Employee ID#
es: ID del empleado

source: Employee Toolset: Career Development
es: Herramientas del Empleado: Desarrollo Profesional

source: Employee involvement
es: Participación de los empleados

source: Employee signature
es: Firma del empleado

source: Employee traveling to mine site via hire car (client arranged), 3-4 hrs drive.
es: El colaborador viaja a la mina por medio de vehículo contratado (organizado por cliente), viaje de 3-4 horas.

source: Employee with expert knowledge
es: Empleado con conocimiento experto

source: Employee: entertainment, meetings, trade show and conference attendance (per employee per event)
es: Colaborador: asistencia a entretenimiento, reuniones, exposiciones y conferencias (por colaborador por evento)

source: Employee Caught in the Line of Fire of a Reversing Dump Truck
es: Colaboradora atrapada en línea de fuego de camión tolva en reversa

source: Employees and their managers are aware that knowingly mischarging time is a violation of Golder’s policy and is considered fraud.
es: Los colaboradores y sus gerentes deben ser conscientes de que cargar mal las horas intencionadamente es una infracción a la política de Golder y se considera fraude.

source: Employees are required to identify hazards and controls throughout a project.
es: Se exige a los colaboradores identificar peligros y controles a lo largo de cada proyecto.

source: Employees can lead with HSSE both at work and home and to support our Clients and Contractors.
es: Los colaboradores pueden asumir un liderazgo en HSSE en el trabajo y en el hogar y apoyar a nuestros clientes y contratistas.

source: Employees competent to operate
es: Operadores competentes.

source: Employees competent to operate.
es: Conductores competentes.

source: Employees record time in accordance with our Code of Conduct.
es: Los colaboradores deben registrar sus horas de conformidad con nuestro Código de Conducta.

source: Employees shall not undertake remote work alone.
es: No se debe trabajar en solitario al estar en zonas apartadas.

source: Employees stop work if they are unsure of workplace conditions, how to work safely and/or the required actions to take.
es: Los colaboradores dejan de trabajar si no están seguros sobre las condiciones del lugar de trabajo, sobre cómo trabajar de manera segura o sobre qué acciones requeridas deben tomar.

source: Employees undertaking work related travel must be aware of the associated hazards and the preventive measures required to ensure their continued health, safety and well-being and protection of the environment.
es: Los empleados que realicen viajes de trabajo deben estar conscientes de los peligros asociados y de las medidas de prevención requeridas para asegurar su salud y seguridad, así como también la protección del ambiente.

source: Employment History
es: Experiencia Profesional

source: Employment discussions and/or employment offers involving current or former government employees
es: Conversaciones u ofertas de empleo con empleados o exempleados de gobierno

source: Employment offer letter
es: Carta oferta de empleo

source: Employment offer letter – less than 60% billable
es: Carta oferta de empleo - menos de 60% cargable

source: Enables us to identify and respond to any unsafe acts or conditions
es: Nos permite identificar acciones o condiciones inseguras y responder a ellas.

source: Encourage the reporting of learnings.
es: Fomentar el reporte de aprendizajes (learnings).

source: End of Cycle Comments / Summary - Leader
es: Comentarios / Resumen de Fin de Ciclo - Líder

source: End of Cycle Comments / Summary - Mentee
es: Comentarios / Resumen de Fin de Ciclo - Pupilo

source: End of Cycle Comments / Summary - Mentor
es: Comentarios / Resumen de Fin de Ciclo - Mentor

source: End of Cycle Review, to be completed 9-12 months from plan initiation.
es: Fin del Ciclo de Revisión, a completarse de 9 a 12 meses desde el inicio del plan.

source: End of Cycle Review: 3 questions for mentee
es: Revisión de Fin de Ciclo: 3 preguntas para los pupilos

source: End of Cycle Summary: To be completed by You, Your Leader and Your Mentor
es: Resumen de Fin de Ciclo: A completar por Usted, su Líder, y su Mentor

source: Energy isolated where required?
es: ¿Se aisló la energía donde es necesario?

source: Engage and interact frequently with people and processes.
es: Involucrarse e interactuar con la gente y los procesos de manera frecuente.

source: Engage in conversations with our colleagues, business partners, and clients.
es: Participar en conversaciones con nuestros colegas, socios y clientes.

source: Engage on social media with Golder:
es: Comparte en redes sociales con Golder:

source: Engaged in site investigations, data interpretation, numerical analysis, engineering design, construction supervision and project management.
es: Participación en investigaciones de terreno, interpretación de datos, análisis numérico, diseño de ingeniería, supervisión de la construcción y gestión de proyectos.

source: Enge-Rio, Engenharia e Consultoria S.A. – Brazil
es: Enge-Rio, Engenharia e Consultoria S.A. – Brasil

source: Enge-Rio, Engenharia e Consultoria S.A. – Pará, Brazil
es: Enge-Rio, Engenharia e Consultoria S.A. – Pará, Brasil

source: English – Fluent
es: Dominio de inglés

source: Enhance the slope depressurization program to reduce the pore water pressure near the Jayula Este instability.
es: Mejorar el programa de despresurización de taludes para reducir la presión de poros cerca de la inestabilidad Jayula Este.

source: Enhance the slope depressurization program to reduce the pore water pressures.
es: Mejorar el programa de despresurización de taludes para reducir las presiones de poros.

source: Enhanced severance beyond statutory or policy levels (as a % of severance)
es: Indemnización mejorada por sobre lo exigido por la ley o la política (como porcentaje de indemnización)

source: Enhancement
es: Mejora

source: Enough evidence should be gathered to answer who, what, when and where of the incident with the evidentiary analysis aimed at answering the why.
es: Se debe reunir suficiente información para responder el quién, qué, cuándo y dónde del incidente mientras el análisis de la evidencia está orientado a responder el porqué.

source: Ensure all HSSE records are retained.
es: Cerciorarse de que todos los registros de HSSE sean guardados.

source: Ensure that all critical hazards are identified and controlled.
es: Cerciorarse de que todos los peligros críticos estén identificados y controlados.

source: Ensure Golder owns the image rights
es: Cerciorarse de que Golder tenga derechos sobre la imagen.

source: Ensure a robust procedure is in place for segregating site personnel from blast-zones prior to work commencing.
es: Asegurarse de que haya un procedimiento robusto para segregar al personal del sitio de las zonas de voladura antes de iniciar los trabajos.

source: Ensure all Learnings are recorded in the Learnings Database as soon as possible.
es: Ocuparse de registrar los aprendizajes en la Learnings Database lo antes posible.

source: Ensure an appropriate Alternate Supervisor is available to review and approve your employees’ timesheets when you are out of the office.
es: Cerciorarse de que haya un Supervisor reemplazante que pueda revisar y aprobar los timesheets de sus colaboradores cuando se encuentre fuera de la oficina.

source: Ensure employees accurately allocate time to all project and non-chargeable activities.
es: Cerciorarse de que los colaboradores asignen con exactitud todas las horas de actividades de proyecto y no cargables.

source: Ensure employees follow all locally provided detailed timekeeping directions (which may not contradict this policy).
es: Cerciorarse de que los colaboradores respeten todas las instrucciones recibidas sobre control de horas en detalle (que no pueden contradecir esta política).

source: Ensure employees record all time worked every week in a complete and accurate manner.
es: Cerciorarse de que los colaboradores registren todas las horas trabajadas cada semana de manera completa y con exactitud.

source: Ensure future piezometers are completed and sealed in specific geological zones with relatively short screen lengths, else are constructed using VWPs in fully grouted drillholes
es: Asegurarse de que los piezómetros futuros sean habilitados y sellados en zonas geológicas específicas con longitudes relativamente cortas de tramo habilitado, de lo contrario que se construyan usando VWP en barrenos completamente enlechados.

source: Ensure images are health and safety compliant
es: Cerciorarse de que las imágenes cumplan con las normas de salud y seguridad.

source: Ensure no person completes or corrects a timesheet on behalf of another person.
es: Cerciorarse de que nadie llene o corrija un timesheet de otra persona.

source: Ensure proper segregation of duties such that no employee has an ability to act as supervisor or administrator for their own timesheet.
es: Asegurarse de que haya una separación de deberes adecuada para que ningún colaborador pueda ser supervisor o administrador de su propio timesheet.

source: Ensure reliability of data provided for payroll, project accounting, overhead costing, and paid time off such as vacation, holiday, and sickness.
es: Cerciorarse de la fiabilidad de los datos recibidos para la planilla, la contabilidad de proyectos, el costeo de servicios generales y los permisos pagados como vacaciones, feriados y licencias.

source: Ensure that HSSE Requirements are Followed
es: Cerciorarse de que se cumplan los requisitos de HSSE

source: Ensure that all Buffer blasts are fired with effective horizontal relief as part of a Trim shot
es: Garantizar que todas las voladuras amortiguadas detonen con un relieve horizontal eficaz como parte de un cinturón.

source: Ensure that geotechnical model that characterizes the controls, character, and location of the Ex Dispatch failure surface, and the hydrogeological conditions, is sufficiently reliable to support a reliable design of any excavation within and stabilization of the Ex Dispatch instability during development of the Phase 7B pushback
es: Asegurarse de que el modelo geotécnico que caracteriza los controles, el carácter y la ubicación de la superficie de falla Ex Dispatch y las condiciones hidrogeológicas sean suficientemente confiables para permitir un diseño confiable de cualquier excavación en la inestabilidad Ex Dispatch o estabilización de esta durante el desarrollo de la profundización de la Fase 7B.

source: Ensure the Necessary Planning Activities and Resources are in Place
es: Cerciorarse de implementar las actividades y recursos necesarios para la planificación.

source: Ensure the area is clear of high risk services (i.e. NDD the location).
es: Asegurarse de que el área esté libre de servicios de alto riesgo.

source: Ensure the vehicle you are taking is suitable for the expected road conditions.
es: Asegurarse de elegir un vehículo apto para las condiciones que se espera encontrar en el camino.

source: Ensure you are in a safe location away from passing traffic when changing tyres
es: Asegurarse de estar en un lugar seguro lejos del tráfico antes de cambiar un neumático.

source: Ensure you check the provider’s coverage for the mobile phone you will be carrying.
es: Confirmar cobertura del servicio de telefonía celular.

source: Ensure you get adequate time (minimum of 8 hours) away from work to allow for rest and recovery.
es: Procura tener tiempo suficiente (como mínimo 8 horas) fuera del trabajo para poder descansar y recuperarte.

source: Ensure you have adequate time away from work to allow for rest and recovery (min 8 hours)
es: Procure tener tiempo suficiente fuera del trabajo para poder descansar y recuperarse (mínimo 8 horas)

source: Ensure you have the correct tyres for the terrain.
es: Asegurarse de tener los neumáticos correctos para el terreno.

source: Ensure you:
es: Procura:

source: Ensure field personnel are aware of the hazards
es: Cerciorarse de que el personal de campo sea consciente de los peligros

source: Ensuring that Emergency Services are notified where required.
es: llamar a los servicios de emergencia, de ser necesario.

source: Enter Golder's membership number 11BYCA084630 by selecting "login with membership ID" at the bottom of the screen.
es: Ingresa el número de miembro de Golder 11BYCA084630 seleccionando “login with membership ID” en la parte inferior de la pantalla.

source: Enter Site Visit info into the Golder Eform App and submit
es: Ingresar la información de la visita en la app Eform de Golder y enviarla

source: Enter a Learning
es: Ingrear un Learning

source: Enter a learning / commendation in the Golder Learnings Database
es: ingresar un aprendizaje / reconocimiento en la Learnings Database de Golder

source: Enter commendation(s) in the Learnings Database acknowledging excellence, integrity, teamwork, caring and ownership
es: Ingresa reconocimientos a la excelencia, la integridad, el trabajo en equipo, la solidaridad y la propiedad en la Learnings Database.

source: Enter near miss vehicle collision
es: Cuasipérdida por colisión vehicular

source: Enterprise Risk Management
es: Gestión del riesgo empresarial

source: Entrance of Excavation
es: Entrada de Excavación

source: Entry and exit times are documented on the permit
es: horas de ingreso y salida documentados en el permiso.

source: Entry into the Learnings Database
es: Ingreso a la Learnings Database

source: Environment
es: Ambiente

source: Environment – The components of the earth that include the following: air, water and land; all the layers of the atmosphere; all organic and inorganic matter and living organisms, and the interaction of these natural systems.
es: Medio ambiente: los componentes de la tierra que comprenden: el aire, el agua y el suelo; todas las capas de la atmósfera; toda la materia orgánica e inorgánica y los organismos vivientes, y la interacción de estos sistemas naturales

source: Environmental
es: Ambiental

source: Environmental Emergency – Unauthorized emissions to air or discharge to water or land which results or may result in environmental damage or contamination.
es: Emergencia ambiental: emisiones no autorizadas a la atmósfera o descarga en aguas o suelos que genera o puede generar daño ambiental o contaminación.
